export const PRIVACY_POLICY_CONTENT = `
# 개인정보 수집·이용 동의

본인은 ‘소프: 감정일기로 찾는 소울프렌드’ 서비스(이하 “서비스”라 한다)와 관련하여, 주식회사 SOAF(이하 “회사”라 한다)가 아래와 같이 개인정보를 수집 및 이용하는 것에 대하여 충분히 숙지하였으며, 이에 따라 아래와 같이 동의합니다.
회사가 수집 및 이용하는 개인정보의 항목 및 목적은 아래와 같습니다.

### 개인정보 항목
- SNS 간편 로그인 계정 정보(해당 SNS의 이용자 식별 ID로 사용되는 이메일 주소), 로그인정보 식별 값 (카카오, Google ID, Naver ID), 일기 작성 내용, 서비스 이용과정이나 사업 처리 과정에서 자동으로 생성되어 수집될 수 있는 항목(IP Address, 방문 일시, 서비스 이용 기록, 불량 이용 기록, 디바이스 정보 ), 행태정보(웹사이트 방문 이력, 앱 사용 이력, 구매 및 검색 이력 등 이용자의 관심, 흥미, 기호 및 성향 등을 파악하고 분석할 수 있는 온라인상의 활동정보 : user ID와 결합되어 사용)
### 수집 및 이용 목적
- 서비스 회원 가입 확인 및 가입 정보 변경 여부 확인, 서비스 이용 안내 및 제공, 서비스 통계/분석 및 활용, 서비스 운영 상의 문제발생 방지 및 해결, 이용 행태/선호도 분석을 통한 서비스 개선/향상 및 신규 서비스 개발, 생성형 인공지능 기반 감정분류 및 매칭 서비스 제공, 고객 문의 대응 및 불편사항 개선
### 보유 및 이용 기간
- 서비스 가입기간 동안 처리∙보유함을 원칙으로 합니다. 단, 약관, 정보 통신망 이용 촉진 및 정보 보호 등에 관한 법률, 통신비밀 보호법, 국세기본법 등 관련 법령에 따라 보존할 필요성이 있는 경우는 규정에 따라 보유하며, 회사와 이용자 간에 민원, 소송 등 분쟁이 발생한 경우에 그 보유기간 내에 분쟁이 해결되지 않을 경우 그 분쟁이 해결될 때까지 보유합니다.

※ 회사는 서비스 제공에 필요한 최소한의 개인정보를 수집하고 있습니다.

※ 이용자는 본 동의를 거부할 권리가 있으며, 다만 서비스 제공에 필요한 최소 정보 제공에 동의하지 않을 경우 서비스의 가입 및 이용이 불가능합니다.
`;
