export const SENSITIVE_INFO_CONTENT = `
# 민감정보 수집·이용 동의

본인은 서비스와 관련하여, 회사가 아래와 같이 민감정보를 수집 및 이용하는 것에 대하여 충분히 숙지하였으며, 이에 따라 아래와 같이 동의합니다.
회사가 수집 및 이용하는 민감정보의 항목 및 목적은 아래와 같습니다.

- 민감정보 항목: **일기 작성 내용 중 민감정보 내용이 있는 경우 해당 민감정보**
- 수집 및 이용 목적: 서비스 회원 가입 확인 및 가입 정보 변경 여부 확인, 서비스 이용 안내 및 제공, 서비스 통계/분석 및 활용, 서비스 운영 상의 문제발생 방지 및 해결, 이용 행태/선호도 분석을 통한 서비스 개선/향상 및 신규 서비스 개발, 생성형 인공지능 기반 감정분류 및 매칭 서비스 제공, 고객 문의 대응 및 불편사항 개선
- 보유 및 이용 기간: 서비스 가입기간 동안 처리∙보유함을 원칙으로 합니다. 단, 관련 법령에 따라 보존할 필요성이 있는 경우는 규정에 따라 보유하며, 회사와 이용자 간에 민원, 소송 등 분쟁이 발생한 경우에 그 보유기간 내에 분쟁이 해결되지 않을 경우 그 분쟁이 해결될 때까지 보유합니다.

※ 회사는 서비스 제공에 필요한 최소한의 민감정보를 수집하고 있습니다.

※ 이용자는 본 동의를 거부할 권리가 있으며, 다만 서비스 제공에 필요한 최소 정보 제공에 동의하지 않을 경우 서비스의 가입 및 이용이 불가능합니다.

※ 일기내용에 민감정보를 입력하는 경우, AI모델(GPT)의 학습 과정에서 민감정보가 학습되어 제3자에 공개될 가능성이 있습니다. 민감정보의 비공개를 위해 되도록 일기 내용에 민감정보를 포함하지 않을 것을 권장 드립니다.
`;
