export const TERMS_OF_USE_CONTENT = `
# 소프 이용약관

## 제1장 총칙

### 제1조 (목적)

본 약관은 주식회사 SOAF(이하 ‘회사’라 합니다)가 제공하는 ‘소프: 감정일기로 찾는 소울프렌드’ 서비스(이하 ‘서비스’라 합니다)의 이용과 관련한 회사와 회원 간의 권리와 의무, 책임 및 서비스 이용 등 기본적인 사항을 규정함을 목적으로 합니다.

회원은 본 약관을 자세히 읽은 후 동의하지 않을 경우 본 약관에 동의하지 말아야 하며, 서비스의 회원으로 가입하거나 이를 이용하지 않아야 합니다.

회사는 회원의 권리를 보호하기 위하여 위와 같은 내용을 알기 쉽게 작성하여 명확하게 표시하고 있습니다.

회사 서비스 이용 전 꼭 확인해 주십시오.

### 제2조 (용어의 정의)

(1) ‘서비스’란 소프가 제공하는 모든 서비스를 의미합니다.

(2) ‘회원’이란 서비스에 접속하여 이 약관에 따라 회사가 제공하는 서비스를 이용하는 자를 말합니다.

(3) ‘모바일 기기 등’이란 회사가 제공하는 서비스를 이용하기 위하여 PC, 휴대폰, 스마트폰, 태블릿 등 모바일 기기를 통해 다운로드 받거나 설치하여 사용하는 프로그램 및 모바일 기기를 통해 접속할 수 있는 네트워크, 웹사이트, 클라이언트 프로그램 등 일체를 말합니다.

(4) ‘일기’란 회원이 서비스 내에서 일기쓰기 버튼을 눌러 입력 후 저장하는 모든 데이터를 말합니다.

(5) ‘감정분류’란 일기 내용을 함축하여 보여주기 위해 회원이 작성한 일기 내용을 생성형 인공지능 모델에 입력하여 얻어지는 감정 표현 단어를 말합니다.

(6) ‘콘텐츠’란 모바일 기기 등으로 이용할 수 있도록 회사 또는 제휴사가 서비스 제공과 관련하여 디지털 방식으로 제작한 유료 또는 무료의 내용물 일체(동영상, 이미지, 텍스트, 채팅 및 네트워크 서비스 등)를 말하며, 생성형 인공지능 모델이 생성하는 감정분류 등을 포함합니다.

### 제3조 (약관의 효력 및 변경)

(1) 본 약관은 서비스를 이용하고자 하는 모든 회원에게 그 효력이 발생합니다.

(2) 회원이 본 약관에 대한 동의 요청에 “네” 버튼을 클릭한 경우 본 약관의 내용을 모두 읽고 이를 충분히 이해하였으며, 회사가 운영하는 본 서비스를 지속적으로 사용하는 것에 동의함을 의미합니다. 변경된 약관에 대한 정보를 알지 못하여 발생하는 회원의 피해에 대하여 회사는 책임이 없습니다.

(3) 회사는 「콘텐츠산업 진흥법」, 「전자상거래 등에서의 소비자보호에 관한 법률」, 「소비자기본법」, 「 약관의 규제에 관한 법률」 등 관련법령을 위배하지 않는 범위에서 본 약관을 변경할 수 있습니다.

(4)회사가 **약관을 개정**하고자 할 경우에는 **적용일자 및 개정사유를 명시하여 그 적용일자 7일 이전부터 적용일자 전일까지 공지**합니다.

(5) 본 조 제4항에 따라 공지된 적용일자 이후 회원이 명시적으로 거부의사를 표명하지 않을 경우에는 개정된 약관에 동의하는 것으로 간주합니다. 본 조 제4항에서 정한 조치에도 불구하고 약관의 개정 사실을 알지 못함으로써 발생하는 회원의 피해에 대해서는 회사는 책임을 지지 않습니다.

### **제4조 (관계법령의 적용)**

본 약관은 신의성실의 원칙에 따라 공정하게 적용하며, 본 약관에서 정하지 아니한 사항과 본 약관의 해석에 관하여는 「전자상거래 등에서의 소비자보호에 관한 법률」, 「약관의 규제에 관한 법률」, 「정보통신망이용촉진 및 정보보호 등에 관한 법률」, 「콘텐츠산업진흥법」 등 관련 법령 또는 상관례에 따릅니다.

### **제5조 (회사의 권리 및 의무)**

(1) 회사는 관련 법령과 본 약관이 금지하거나 공서양속에 반하는 행위를 하지 않으며 본 약관이 정하는 바에 따라 지속적이고, 안정적인 서비스를 제공하기 위해서 노력합니다. 다만, 응급상황, 천재지변, 비상사태, 정기점검, 설비장애 또는 이용 폭주 등으로 인하여 서비스 이용에 지장이 있는 경우 등 부득이한 경우에는 그 서비스를 일시 중단하거나 중지할 수 있습니다.

(2) 회사는 회원이 안전하게 서비스를 이용할 수 있도록 개인정보 보호를 위해 보안시스템을 구축하며 개인정보처리방침을 공시하고 준수합니다.

(3) 회사는 회원이 서비스 이용과 관련하여 의견과 불만을 제공할 경우 이것이 정당하다고 인정한다면 이를 처리하여야 합니다.

(4) 회사는 회원이 서비스를 이용함에 있어 법률적인 증명이 가능한 고의 또는 중대한 과실로 회원에게 손해를 입힐 경우 이로 인한 손해를 배상할 책임이 있습니다.

(5) 회사는 서비스의 향상과 신규 서비스 개발, 심리 관련 콘텐츠 연구 등을 위하여 서비스 제공 과정에서 회원이 작성한 모든 자료와 정보 및 서비스를 통해 작성된 감정분류 데이터 등을 개인정보처리방침에 따라 수집하여 통계, 연구 또는 심리 관련 콘텐츠 개발에 활용할 수 있습니다.

(6) 회사는 서비스 질의 향상과 회사 및 서비스의 홍보를 위하여 서비스에서 회원이 작성한 이용 후기 등의 자료를 익명화하여 기타 포털사이트 등에 제휴 및 협약 등을 통해 게시하거나 전송할 수 있습니다.

### **제6조 (회원의 권한 및 의무)**

(1) 회원은 회원 가입 시 본인에 대한 정확한 정보를 사실에 근거하여 작성해야 합니다. 허위 또는 타인의 정보로 작성할 경우 일체의 권리를 주장할 수 없습니다.

(2) 회원은 본 약관에서 규정하는 사항과 공지사항, 기타 회사가 정한 규정 및 관계 법령을 준수하여야 하며, 기타 회사의 업무에 방해되는 행위를 해서는 안됩니다. 이를 지키지 않을 경우, 서비스 이용에 제한을 받거나 법적 조치를 포함한 제재를 받을 수 있습니다.

(3) 회원은 회원 가입에 사용한 계정 등 정보가 변경된 경우에 회사에 즉시 알려야 합니다. 회사가 관계 법령 및 ‘개인정보처리방침’에 의거하여 그 책임을 지는 경우를 제외하고 회원의 계정 등의 관리 소홀, 부정 사용으로 인하여 발생하는 모든 결과에 대한 책임은 회원에게 있습니다.

(4) 회원은 회사가 서비스를 안전하게 제공할 수 있도록 회사에 협조해야 하며, 회사가 회원의 약관 위반 행위를 발견하여 회원에게 해당 위반 행위에 대하여 소명을 요청할 경우 회원은 회사의 요청에 적극 응하여야 합니다.

(5) 회원은 서비스 이용에 필요한 최소한의 구체적이고 진실한 정보를 제공하여야 하며, 정보가 부족할 경우, 서비스 이용에 제한을 받을 수 있습니다.

### **제7조 (회원의 개인정보 보호 및 사용)**

(1) 회사는 관계법령이 정하는 바에 따라 회원의 개인정보를 보호하기 위해 노력합니다. 회원이 회사에 제공하는 정보 일체는 회사의 개인정보처리방침에 따릅니다. 단, 회사가 제공하는 서비스 이외의 링크된 서비스에서는 회사의 개인정보처리방침이 적용되지 않습니다.

(2) 회사는 관련 법령에 의해 관련 국가기관 등의 요청이 있는 경우를 제외하고는 회원의 개인정보를 본인의 동의 없이 타인에게 제공하지 않습니다.

(3) 회사는 회원의 귀책사유로 개인정보가 유출되어 발생한 피해에 대하여 책임을 지지 않습니다.

### **제8조 (회원의 금지행위)**

(1) 회원은 다음 각 호에 해당하는 행위를 해서는 안 되며, 해당 행위를 하는 경우 서비스의 일부 또는 전부를 이용 정지하거나 서비스 이용 계약을 임의로 해지할 수 있습니다.

① 서비스 이용 신청 또는 변경 시 허위 사실을 기재하거나, 타인의 정보를 도용하여 부정하게 사용하는 행위

② 회사가 게시한 정보를 변경하는 행위

③ 회사가 정한 정보 이외의 정보를 송신하거나 게시하는 행위

④ 서비스에 포함되어 있거나 서비스를 통하여 취득한 컨텐츠와 정보를 아카이브, 복제, 배포, 수정, 전시, 시연, 출판, 라이선스, 2차적 저작물로 생성, 판매 또는 권유하거나 이용하는 행위를 포함하여 회사와 기타 제3자의 저작권 등 기타 권리를 침해하는 행위

⑤ 회사, 회원 및 기타 제3자의 명예 또는 신용을 훼손하거나 업무를 방해하는 행위

⑥ 불특정 다수를 대상으로 하여 광고 또는 선전을 게시하거나 음란물 또는 불쾌감을 조성할 수 있는 표현을 하는 행위

⑦ 회사의 서비스를 이용하여 얻은 정보를 사전 승낙 없이 복제 또는 유통시키거나 상업적으로 이용하는 행위

⑧ 비방, 욕, 외설적인 음담패설, 개인의 인권 또는 평등권을 침해하는 차별적 표현 등 규정에 적합하지 않은 표현 및 행위

⑨ 컴퓨터 소프트웨어, 하드웨어, 전기통신 장비 정상적인 가동을 방해 또는 파괴할 적으로 고안된 소프트웨어 바이러스, 기타 다른 컴퓨터 코드, 파일, 프로그램을 포함하고 있는 자료를 게시하거나 전송하는 행위

⑩ 회사의 동의 없이 영리를 목적으로 서비스를 사용하는 행위

⑪ 제3자의 정보를 무단으로 수집하는 행위

⑫ 서비스 이용 도중 본인의 개인정보를 알리거나, 다른 회원 등 제3자의 개인정보를 알리거나, 알려고 하는 일체의 행위

⑬ 신고 남발, 허위 제보 등 서비스의 원활한 제공을 방해하거나 허위사실을 회사 또는 타인에게 전달함으로써 부당한 피해를 입도록 하는 행위

⑭ 기타 관계 법령에 위배 또는 미풍양속에 반하는 행위

(2) 회원이 작성한 일기가 아래의 어느 하나에 해당하는 표현을 포함하는 경우 회사는 회원에게 삭제를 요청하거나 회원의 동의 없이 삭제할 수 있으며, 해당 내용에 대한 일기 답장 제공을 거부할 수 있습니다.

① 대한민국 또는 외국의 법령에 위배되는 표현

② 대한민국 또는 외국에서의 범죄와 관련되는 표현

③ 회원 또는 제3자의 영리를 목적으로 한 표현

④ 음란성ㆍ포악성ㆍ잔인성ㆍ사행성 등이 포함된 표현

⑤ 사회질서를 파괴하는 표현

⑥ 사실 또는 허위사실의 적시에 의하여 회사 또는 제3자의 명예를 훼손하는 표현

⑦ 회사 및 제3자의 지식재산을 침해하는 표현

⑧ 개인의 인권 또는 평등권을 침해하는 차별적 표현

(3) 회원은 서비스 내/외에서 회사 서비스 또는 회사와 무관한 내용을 홍보하거나 광고하여 타인에게 불편함을 줄 수 있는 일체의 행위를 하여서는 안 됩니다.

① 대화의 흐름 또는 상황과 관계없는 내용을 본 서비스, 모임 및 카카오톡 단체채팅방 등에서 홍보 및 판촉 등을 하는 경우

② 회사의 승인을 받지 않고 영리 목적으로 각종 홍보 및 판촉 등을 하는 경우

(4) 회사가 중단 경고를 하였음에도 불구하고 회원이 서비스 이용 과정에서 법령에 위배되는 표현 등 본 약관에서 금지된 행위를 하는 경우 회사는 서비스를 중단하고 해당 회원에 대하여 적절한 조치를 취할 수 있습니다.

(5) 회사는 필요한 경우 회원의 금지행위 사실을 관련 정부기관 또는 사법기관에 통지할 수 있으며 회원은 법적 조치를 포함한 제재를 받을 수 있습니다.

(6) 회원은 자신의 귀책사유로 인하여 회사 및 타 이용자가 입은 손해를 배상할 책임이 있습니다.

## **제2장 회원가입 및 탈퇴**

### **제9조 (회원가입 절차, 회사의 승낙 및 이용계약의 성립)**

(1) 회원으로 가입하고자 하는 고객은 회사가 정한 기준에 부합하는 경우 가입 자격이 주어지며, 서비스의 회원 가입 화면에서 회사가 요구하는 정보를 기입하고 본 약관과 “개인정보의 수집, 제공 및 활용 동의서” 및 “민감 정보의 수집, 제공 및 활용 동의서”등 관련 문서에 동의함으로써 회원 가입을 신청합니다. 단, 만 14세 미만의 경우 회원 가입이 불가합니다.

(2) 고객이 신청서의 모든 사항을 정확히 기재하여 회원가입 신청을 하였을 경우에 특별한 사정이 없는 한 회원가입 신청을 승낙합니다. 회사는 아래 각 호의 1에 해당하는 경우에는 회원의 가입신청을 거절할 수 있습니다.

① 가입신청 내용을 허위로 기재한 경우

② 타인의 명의 또는 계정을 사용하여 신청한 경우

③ 14세 미만의 자가 가입신청을 한 경우

④ 기타 회사가 관련법령 등을 기준으로 하여 명백하게 사회질서 및 미풍양속에 반할 우려가 있음을 인정하는 경우

(3) 회원은 회원자격 및 그로부터 발생하는 권리를 타인에게 양도하거나 대여 또는 담보의 목적으로 제공할 수 없습니다.

### **제10조 (회원 탈퇴)**

(1) 회원이 회원 탈퇴를 원할 경우에는 서비스 내의 탈퇴 기능을 통하여 언제든지 탈퇴를 신청할 수 있습니다. 이 경우 회사는 불가피한 사정이 없는 한 회원의 탈퇴 요청을 지체 없이 처리합니다. 단, 탈퇴의사를 통지하기 전에 현재 진행 중인 모든 상품의 거래를 완료하거나 환불 정책에 맞게 취소 또는 환불을 진행하여야 하며, 거래를 취소했을 때 발생할 수 있는 불이익은 이용자 본인이 부담하여야 합니다.

(2) 회원의 탈퇴 요청이 처리되면, 회사는 개인정보처리방침에 따라 해당 회원의 정보 삭제를 위한 절차를 밟습니다.

(3) 회원 탈퇴로 인해 발생한 불이익에 대한 책임은 회원 본인이 부담하여야 하며, 이용계약이 종료되면 회사는 회원에게 부가적으로 제공한 각종 혜택을 회수할 수 있습니다.

(4) 다만, 이 경우에도 서비스에서 운영하는 카카오톡 채널, 웹사이트 게시글과 댓글, SNS에 게시한 댓글 등 서비스 앱 외의 채널에서 회원이 등록한 게시물은 삭제되지 않으므로 반드시 탈퇴 신청 이전에 삭제하시기 바랍니다.

(5) 본 항에 따라 탈퇴한 회원은 이 약관이 정하는 회원가입 절차와 관련 조항에 따라 다시 가입할 수 있습니다. 다만 회원이 중복 참여가 제한된 이벤트 중복 참여 등 부정한 목적으로 탈퇴 후 재가입 신청하는 경우 회사가 재가입을 일정 기간 동안 제한할 수 있습니다.

## **제3장 서비스 이용**

### **제11조 (서비스의 내용)**

회사가 제공하거나 추후 제공할 서비스는 다음 각 호와 같으나, 이에 한정되지 않습니다.

(1) 일기 기록 서비스

(2) 생성형 인공지능 모델을 활용한 감정분류 및 매칭 서비스

(3) 기타 회사가 추가 개발하거나 다른 회사 혹은 개인과 제휴 및 계약 등을 통해 제공하는 서비스

### **제12조 (서비스 이용자격)**

본 서비스를 이용하려면 회사에서 요구하는 SNS 계정이 반드시 필요하며, 정기적인 업데이트가 필요할 수 있습니다. 또한 이러한 요인에 의해 일부 기능이 영향을 받을 수 있으며, 회원은 해당 내용에 대해 이해하고 있어야 합니다.

### **제13조 (서비스 이용 시 주의 사항)**

(1) 서비스를 통해 제공되는 감정분류 등 회사가 제공하는 콘텐츠는 생성형 인공지능 모델을 통해 생성된 정보이며 의사의 진료를 대신할 수 없습니다. 의료 및 질병과 관련해 일체의 의문점이 있을 경우에는 반드시 의사와 상담하여야 합니다. 회원의 부주의나 실수로 야기되는 문제점에 대해 회사는 일체의 책임을 지지 아니합니다.

(2) 1:1 상담 등 회사가 제공하는 서비스 이외의 개입이 필요한 정신질환, 자·타해 등의 가능성이 있다고 판단되는 경우에는 회사는 해당 회원에게 서비스를 중지하고 도움이 될 수 있는 다른 방법을 안내할 수 있습니다.

(3) 만 19세 미만의 미성년자의 경우 필요 시에 1388 청소년 상담을 권유하며, 14세 미만의 미성년자는 본 서비스를 이용할 수 없습니다.

(4) 서비스의 특성상 회원이 입력하는 일기 내용에는 민감정보가 포함될 수 있으며, 회원은 해당 사실을 인지하고 본 약관과 “민감정보의 수집, 제공 및 활용 동의서”에 동의하여야 합니다. 민감정보 수집과 관련된 세부내용은 개인정보처리방침을 따릅니다.

(5) 회원의 서비스 이용과 관련된 모든 정보와 자료는 익명화되어 회사에게 귀속되며, 더 나은 서비스를 위하여 회사의 서비스 개발과 연구, 통계, 빅데이터 활용 등에 활용될 수 있습니다.

(6) 서비스 이용 시 신원은 익명이 기본이며 회원이 입력한 모든 내용은 비밀이 보장됩니다. 하지만 모든 생명은 소중하고 존엄하기에 회원 본인 및 타인의 생명이나 안전에 위험이 있다고 판단되는 경우 회사는 추가적인 개인정보를 요구할 수 있고 비밀보장이 제한될 수 있습니다.

### **제14조 (서비스 내용 변경 통지 등)**

(1) 회사가 회원에게 **서비스 내용 변경 등의 통지**를 하는 경우 회원가입 시 등록된 **SNS 계정에 이메일** 등으로 할 수 있습니다.

(2) 회사는 회원 전체에게 통지를 하는 경우 **7일 이상 앱 내 공지사항으로 게시**하거나 **홈페이지 상의 팝업화면** 등을 제시함으로써 제1항의 통지에 갈음할 수 있습니다.

### **제15조 (서비스 이용 제한 및 중지)**

(1) 회사는 다음의 각 호에 해당하는 사유가 발생할 경우, 회원의 서비스 이용을 제한하거나 중지시킬 수 있습니다.

① 회원이 회사 서비스의 운영을 고의 또는 중과실로 방해하는 경우

② 다른 사람의 명의사용 등 회원이 허위 정보로 서비스를 신청하는 경우

③ 신청 시 필요한 사항을 허위로 기재하거나 중요한 사항에 기재누락 오기가 있는 경우

④ 부정한 방법으로 서비스를 이용하거나 정보를 조작하여, 회사에 피해를 줄 수 있다고 판단하는 경우

⑤ 회사에서 공지한 주의사항 또는 경고사항을 준수하지 않거나 동의하지 않는 경우

⑥ 서비스용 설비 점검, 보수 등의 이유로 서비스 제공이 불가능한 경우

⑦ 전기통신사업법에 규정된 기간통신사업자가 전기통신 서비스를 중지했을 경우

⑧ 국가비상사태, 서비스 설비의 장애 또는 서비스 이용의 폭주 등으로 서비스 이용에 지장이 있는 때

⑨ 회원이 서비스 이용 중 본 약관 제8조에서 금지하는 행위를 하는 등 본 약관을 위반한 경우

⑩ 기타 중대한 사유로 인하여 회사가 서비스 제공을 지속하는 것이 부적당하다고 인정하는 경우

(2) 회사는 전항의 규정에 의하여 다음 각 호에 해당하는 서비스 이용을 제한하는 조치를 할 수 있습니다. 단, 서비스의 이용을 제한하거나 중지한 때에는 그 사유 및 제한기간 등을 회원에게 알려야 합니다.

① 일부 권한 제한: 일정기간 일기 업로드 등 일정 권한을 제한

② 계정 이용제한: 일정기간 또는 영구히 회원 계정의 이용을 제한

③ 회원 차단: 일정기간 또는 영구히 회원의 서비스 이용을 제한

(3) 회사는 회원의 서비스 신청 이후에 제1항의 사유가 있음을 알게 된 경우, 이용계약의 해지 또는 중단 등의 이용제한 조치를 취할 수 있습니다.

(4) 본 조의 이용제한이 정당한 경우에 회사는 이용제한으로 인하여 회원이 입은 손해를 배상하지 않습니다.

(5) 회사는 다음 각 호의 사유에 대한 조사가 완료될 때까지 해당 회원의 서비스 이용을 정지할 수 있습니다.

① 계정이 해킹 또는 도용 당했다는 정당한 신고가 접수된 경우

② 불법프로그램 사용자 등 위법행위자로 의심되는 경우

③ 본 약관 제8조의 위반자로 의심되거나 다른 회원의 신고가 접수된 경우

④ 그 밖에 각 호에 준하는 사유로 서비스 이용의 잠정조치가 필요한 경우

(6) 회사는 회원이 제공하는 정보, 자료에 대하여 회사의 공지, 서비스 이용안내에서 정한 바에 따라 일정한 게재기한 및 용량을 정할 수 있습니다.

## **제4장 기타**

### **제16조 (저작권)**

(1) 회사가 제공하는 콘텐츠 및 기타 서비스와 관련된 모든 저작물에 대한 저작권, 기타 지식재산권 등 일체의 권리는 회사에 귀속합니다. 회원은 회사가 제공하는 서비스를 이용함으로써 얻은 정보를 회사의 사전 허락 없이 복제, 재가공, 전송, 출판, 배포, 방송, 2차적 저작물 작성 등 기타 방법에 의하여 영리 목적으로 이용하거나 제3자에게 이용하게 하여서는 안 됩니다.

(2) 회원이 회사가 운영하는 SNS계정, 플랫폼에 게시하는 글 등 저작물의 저작권 또는 저작물의 이용권은 회사에 무상으로 영구적으로 귀속되며, 회사는 모든 자료와 정보를 익명화하여 수집하여 심리상담과 관련한 연구, 통계, 개발에 활용할 수 있습니다. 또한, 회사는 빅데이터 활용 또는 연구를 위해 제3자에게 재이용권을 허락할 수 있습니다.

### **제17조 (서비스 게시물의 등록 및 관리)**

(1) 회원은 약관에서 규정하는 범위 내에서 자율적으로 게시물을 작성할 수 있습니다.

(2) 회사는 회원의 게시물이 정보통신망법 및 저작권법 등 관련법에 위반되는 내용을 포함하였을 경우, 권리자는 관련법이 정한 절차에 따라 해당 게시물의 게시중단 및 삭제 등을 요청할 수 있으며, 회사는 관련법에 따라 조치를 취하여야 합니다. 또한, 권리자의 요청이 없는 경우라도 권리침해가 인정될 만한 사유가 있거나 기타 회사 정책 및 관련법에 위반되는 경우에는 관련법에 따라 해당 게시물에 대해 임시조치 등을 취할 수 있습니다.

### **제18조 (광고)**

(1) 회사는 서비스의 운영과 관련하여 서비스 내에 광고를 게재할 수 있습니다. 또한 마케팅정보 활용동의 및 광고수신동의에 동의한 회원에 대하여 앱 푸시 등을 통해 광고성 정보를 전송할 수 있으며, 카카오톡 채널을 추가한 회원에 대하여는 카카오톡 광고메시지로 광고성 정보를 전송할 수 있습니다. 이 경우 회원은 언제든지 수신을 거절할 수 있으며, 회사는 회원의 수신 거절 시 광고성 정보를 발송하지 아니합니다.

(2) 회사가 제공하는 서비스 중의 배너 또는 링크 등을 통해 타인이 제공하는 광고나 서비스에 연결될 수 있습니다.

(3) 제2항에 따라 타인이 제공하는 광고나 서비스에 연결될 경우 해당 영역에서 제공하는 서비스는 회사의 서비스 영역이 아니므로 회사가 신뢰성, 안정성 등을 보장하지 않으며, 그로 인한 회원의 손해에 대하여도 회사는 책임을 지지 않습니다. 다만, 회사가 고의 또는 중과실로 손해의 발생을 용이하게 하거나 손해 방지를 위한 조치를 취하지 아니한 경우에는 그러하지 아니합니다.

### **제19조 (손해배상)**

(1) 회사가 관계법령에 따르는 규정을 위반한 행위로 회원에게 손해가 발생한 경우 이용자는 회사에 대하여 손해배상 청구를 할 수 있습니다. 이 경우 회사는 고의, 과실이 없음을 입증하지 못하는 경우 책임을 면할 수 없습니다.

(2) 회원이 본 약관의 규정을 위반하여 회사에 손해가 발생한 경우 회사는 회원에 대하여 손해배상을 청구할 수 있습니다. 이 경우 회원은 고의, 과실이 없음을 입증하지 못하는 경우 책임을 면할 수 없습니다.

### **제20조 (면책조항)**

(1) 회사는 아래의 각 호에 해당하는 경우 책임이 면제되며 이로 인한 손해를 배상할 책임도 없습니다.

① 천재지변, 전쟁 및 기타 이에 준하는 불가항력으로 인하여 서비스를 제공할 수 없을 경우

② 기간통신 사업자가 전기통신 서비스를 중지하거나 정상적으로 제공하지 아니하여 손해가 발생한 경우

③ 서비스용 설비의 보수, 교체, 정기점검, 공사 등의 부득이한 사유로 손해가 발생할 경우

④ 서비스 제공을 위하여 회사와 서비스 제휴계약을 체결한 제3자의 고의적인 서비스 방해가 있는 경우

⑤ 회원의 귀책사유로 인해 서비스 이용의 장애 또는 손해가 발생할 경우

⑥회원의 모바일 기기 등의 오류에 의해 손해가 발생할 경우, 또는 회원가입 시 입력한 정보 등을 부정확하게 입력하여 손해가 발생할 경우

⑦ 회원이 서비스를 이용하여 기대하는 이익을 얻지 못하거나 상실한 경우

⑧ 회사의 고의 또는 중과실 없이, 회원이 서비스를 이용하면서 얻은 자료로 손해가 발생할 경우

⑨ 회원이 서비스를 이용하며 타 회원의 본 약관 위반 행위로 인해 정신적 피해를 입게 될 경우

⑩ 회사의 고의 또는 중과실 없이, 회원이 서비스를 이용하면서 자료를 게시, 전송, 저장, 조회함으로써 법적인 책임이 발생한 경우

⑪ 회원 상호 간 및 회원과 제3자 상호 간에 서비스를 매개로 분쟁이 발생한 경우

⑫ 회원의 이용약관 위반으로 인하여 타 회원 또는 제3자에게 손해가 발생한 경우

⑬ 회원의 귀책사유로 인하여 일기내용 등 개인정보 및 민감정보가 노출된 경우

(2) 회사는 회원에게 무료로 제공하는 서비스의 이용과 관련해서는 어떠한 손해도 책임을 지지 않습니다.

### **제21조 (규정의 준용)**

(1) 본 약관은 대한민국법령에 의하여 규정되고 이행됩니다.

(2) 본 약관에 규정되지 않은 사항에 대해서는 관련법령 및 상관습에 의합니다.

### **제22조 (분쟁의 조정 및 기타)**

(1) 회사와 회원은 서비스와 관련하여 발생한 분쟁을 원만하게 해결하기 위하여 서로 성실하게 노력하여야 합니다.

(2) 회사가 제공하는 서비스는 합법적인 목적으로만 사용되어야 하며, 대한민국 법령에 반하는 형태의 사용은 금지됩니다. 회원의 금지된 형태의 사용으로 인하여 손해가 발생할 경우 회사는 이에 대해 책임을 지지 않습니다.

(3) 회사와 회원 간에 발생한 전자상거래 분쟁과 관련하여 회원의 피해 구제 신청이 있는 경우에는 공정거래위원회 또는 시도지사가 의뢰하는 분쟁조정기관의 조정에 따를 수 있습니다.
`;
